Repository: atten/msa_rcalendar
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: %s is already member of this organization.
ru: %s уже в штате данной организации

source: Interval kind
ru: Тип интервала

source: End date must be greater than start date.
ru: Время окончания должно быть позднее времени начала.

source: You must specify organization for this interval.
ru: Нужно указать организацию для данного интервала.

source: Only managers can reserve time for organization.
ru: Только менеджеры могут резервировать время для организации.

source: You must specify manager for this interval.
ru: Нужно указать менеджера для данного интервала.

source: This period is't fall within organization time.
ru: Выбранный период не входит целиком в выделенное время для организации.

source: This period is reserved for another manager.
ru: Выбранный период входит во время, выделенное для другого менеджера.

source: This period falls within another organization's schedule.
ru: Выбранный период входит в расписание другой организации.

source: This period falls within another organization.
ru: Выбранный период входит во время, выделенное для другой организации.

source: Resource schedule for this organization has been %s.
ru: График ресурса в организации %s.

source: cleared %s
ru: очищен %s

source: updated %s
ru: обновлён %s

source: created %s
ru: создан %s

source: from %s to %s
ru: с %s по %s

source: starting %s
ru: начиная с %s

source: to %s
ru: по %s

source: from now on
ru: начиная с текущего дня

source: Schedule wasn't changed.
ru: График не изменён.

source: Specified interval has been marked as available for working.
ru: Указанный интервал отмечен доступным для работы.

source: Specified interval already marked as available for working.
ru: Указанный интервал уже является доступным для работы.
